Repository: shreysircar/Krishi-Sakhi
Catalog: lib/l10n/app_*.arb
Languages: ml

# reportIssue
source: Report an Issue
ml: പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക

# describeIssue
source: Describe your issue...
ml: നിങ്ങളുടെ പ്രശ്നം വിവരിക്കുക...

source: Send
ml: അയയ്‌ക്കുക

# sosEmergency
source: ðŸš¨ SOS Emergency
ml: 🚨 എമർജൻസി എസ്സ് ഒ എസ്

# sosMessage
source: Your emergency alert has been sent to the nearest Krishi Sakhi center!
ml: നിങ്ങളുടെ അടിയന്തര അലേർട്ട് സമീപത്തെ കൃഷി സഖി കേന്ദ്രത്തിലേക്ക് അയച്ചിട്ടുണ്ട്!

source: OK
ml: ശരി

source: News & Alerts
ml: ന്യൂസ് & അലേർട്ടുകൾ

source: Annadata Profile
ml: അന്നദാത പ്രൊഫൈൽ

source: Name
ml: പേര്

source: Land Size
ml: ഭൂമി വലുപ്പം

source: Location
ml: സ്ഥലം

source: Save Changes
ml: മാറ്റങ്ങൾ സേവ് ചെയ്യുക

source: Your Crops
ml: നിങ്ങളുടെ വിളകൾ

source: Add new crop
ml: പുതിയ വിള ചേർക്കുക

source: Market Prices (Kerala)
ml: മാർക്കറ്റ് വിലകൾ (കേരളം)
